Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Wait until apps start jiggling
de: Warten Sie, bis die Apps zu wackeln beginnen
es: Espere hasta que las aplicaciones comiencen a moverse
fr: Attendez que les applications commencent à trembler
it: Attendi finché le app non iniziano a tremare
pt_pt: Espere até que os aplicativos comecem a balançar
ru: Подождите, пока приложения не начнут трястись

source: Walnuts
de: Walnüsse
es: nueces
fr: Noix
it: Noci
pt_pt: Nozes
ru: Грецкие орехи

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt_pt: Água
ru: Вода

source: Water and meals reminders adapt to your habits. Keep using the app and times will be personalized.
de: Wasser- und Essenserinnerungen passen sich Ihren Gewohnheiten an. Nutzen Sie die App weiterhin und die Zeiten werden personalisiert.
es: Los recordatorios de agua y comidas se adaptan a tus hábitos. Sigue usando la aplicación y los tiempos serán personalizados.
fr: Les rappels d'eau et de repas s'adaptent à vos habitudes. Continuez à utiliser l'application et les horaires seront personnalisés.
it: I promemoria di acqua e pasti si adattano alle tue abitudini. Continua ad utilizzare l'app e gli orari saranno personalizzati.
pt_pt: Os lembretes de água e refeições se adaptam aos seus hábitos. Continue usando o aplicativo e os horários serão personalizados.
ru: Напоминания о воде и еде адаптируются к вашим привычкам. Продолжайте использовать приложение, и время будет персонализировано.

source: Water Balance
de: Wasserhaushalt
es: Balance hídrico
fr: Bilan hydrique
it: Bilancio idrico
pt_pt: Balanço Hídrico
ru: Водный баланс

source: Water boosts metabolism, supports muscle function, aids digestion, and helps regulate appetite. Proper hydration is critical for nutrient absorption and optimal energy levels.
de: Wasser kurbelt den Stoffwechsel an, unterstützt die Muskelfunktion, unterstützt die Verdauung und hilft, den Appetit zu regulieren. Die richtige Flüssigkeitszufuhr ist entscheidend für die Nährstoffaufnahme und ein optimales Energieniveau.
es: El agua estimula el metabolismo, apoya la función muscular, ayuda a la digestión y ayuda a regular el apetito. La hidratación adecuada es fundamental para la absorción de nutrientes y los niveles óptimos de energía.
fr: L’eau stimule le métabolisme, soutient la fonction musculaire, facilite la digestion et aide à réguler l’appétit. Une bonne hydratation est essentielle pour l’absorption des nutriments et des niveaux d’énergie optimaux.
it: L’acqua stimola il metabolismo, supporta la funzione muscolare, aiuta la digestione e aiuta a regolare l’appetito. Una corretta idratazione è fondamentale per l’assorbimento dei nutrienti e livelli di energia ottimali.
pt_pt: A água estimula o metabolismo, apoia a função muscular, auxilia na digestão e ajuda a regular o apetite. A hidratação adequada é crítica para a absorção de nutrientes e níveis ideais de energia.
ru: Вода ускоряет обмен веществ, поддерживает работу мышц, способствует пищеварению и помогает регулировать аппетит. Правильная гидратация имеет решающее значение для усвоения питательных веществ и оптимального уровня энергии.

source: Water maintains blood volume, flushes out excess sodium, and keeps your body's pH perfectly balanced.
de: Wasser hält das Blutvolumen aufrecht, spült überschüssiges Natrium aus und sorgt dafür, dass der pH-Wert Ihres Körpers perfekt ausgeglichen ist.
es: El agua mantiene el volumen sanguíneo, elimina el exceso de sodio y mantiene el pH del cuerpo perfectamente equilibrado.
fr: L'eau maintient le volume sanguin, élimine l'excès de sodium et maintient le pH de votre corps parfaitement équilibré.
it: L'acqua mantiene il volume del sangue, elimina il sodio in eccesso e mantiene il pH del corpo perfettamente bilanciato.
pt_pt: A água mantém o volume do sangue, elimina o excesso de sódio e mantém o pH do corpo perfeitamente equilibrado.
ru: Вода поддерживает объем крови, вымывает излишки натрия и поддерживает идеальный баланс pH вашего тела.

source: We need your baseline to calculate macros.
de: Zur Berechnung von Makros benötigen wir Ihre Basislinie.
es: Necesitamos su línea de base para calcular macros.
it: Abbiamo bisogno della tua linea di base per calcolare i macro.
pt_pt: Precisamos da sua linha de base para calcular macros.
ru: Нам нужна ваша базовая линия для расчета макросов.

source: Weekly Balance
de: Wöchentlicher Kontostand
es: Saldo Semanal
fr: Solde hebdomadaire
it: Saldo settimanale
pt_pt: Saldo Semanal
ru: Еженедельный баланс

source: Weekly Energy Bank
de: Wöchentliche Energiebank
es: Banco de energía semanal
fr: Banque d'énergie hebdomadaire
it: Banca energetica settimanale
pt_pt: Banco de Energia Semanal
ru: Еженедельный энергетический банк

source: Weekly Plan
de: Wochenplan
es: Plan Semanal
fr: Forfait hebdomadaire
it: Piano settimanale
pt_pt: Plano Semanal
ru: Еженедельный план

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt_pt: Peso
ru: Масса

source: Weight (g)
de: Gewicht (g)
es: Peso (gramos)
fr: Poids (g)
it: Peso (g)
pt_pt: Peso (g)
ru: Вес (г)

source: Weight Entry
de: Gewichtseingabe
es: Entrada de peso
fr: Entrée du poids
it: Inserimento del peso
pt_pt: Entrada de Peso
ru: Ввод веса

source: Weight Gain Zone
de: Gewichtszunahmezone
es: Zona de aumento de peso
fr: Zone de prise de poids
it: Zona di aumento di peso
pt_pt: Zona de ganho de peso
ru: Зона набора массы

source: Weight History
de: Gewichtsverlauf
es: Historial de peso
fr: Historique du poids
it: Cronologia del peso
pt_pt: Histórico de peso
ru: История веса

source: Weight Impact
de: Auswirkungen auf das Gewicht
es: Impacto del peso
fr: Impact sur le poids
it: Impatto sul peso
pt_pt: Impacto no Peso
ru: Влияние на вес

source: Weight Loss
de: Gewichtsverlust
es: Pérdida de peso
fr: Perte de poids
it: Perdita di peso
pt_pt: Perda de peso
ru: Потеря веса

source: Weight Loss Zone
de: Gewichtsverlustzone
es: Zona de pérdida de peso
fr: Zone de perte de poids
it: Zona di perdita di peso
pt_pt: Zona de perda de peso
ru: Зона похудения

source: Weight Progress
de: Gewichtsfortschritt
es: Progreso de peso
fr: Progression du poids
it: Progresso del peso
pt_pt: Progresso de peso
ru: Прогресс веса

source: Weight-in
de: Eingewicht
es: Peso en
fr: Poids en
it: Peso
pt_pt: Peso
ru: Взвешивание

source: Weight: %@ kg
de: Gewicht: %@ kg
es: Peso: %@kg
fr: Poids : %@ kg
it: Peso: %@ kg
pt_pt: Peso: %@ kg
ru: Вес: %@ кг

source: Welcome 👋
de: Willkommen 👋
es: Bienvenido 👋
fr: Bienvenue 👋
it: Benvenuto 👋
pt_pt: Bem vindo 👋
ru: Добро пожаловать 👋

source: What are we aiming for?
de: Was streben wir an?
es: ¿A qué apuntamos?
fr: Que visons-nous ?
it: A cosa miriamo?
pt_pt: O que pretendemos?
ru: К чему мы стремимся?

source: What did you eat?
de: Was hast du gegessen?
es: ¿Qué comiste?
fr: Qu'as-tu mangé ?
it: Cosa hai mangiato?
pt_pt: O que você comeu?
ru: Что ты ел?

source: What happens to your body?
de: Was passiert mit Ihrem Körper?
es: ¿Qué le pasa a tu cuerpo?
fr: Qu'arrive-t-il à votre corps ?
it: Cosa succede al tuo corpo?
pt_pt: O que acontece com seu corpo?
ru: Что происходит с вашим телом?

source: What happens when you activate?
de: Was passiert, wenn Sie aktivieren?
es: ¿Qué pasa cuando lo activas?
fr: Que se passe-t-il lorsque vous activez ?
it: Cosa succede quando attivi?
pt_pt: O que acontece quando você ativa?
ru: Что происходит при активации?

source: What shall we cook with AI?
de: Was sollen wir mit KI kochen?
es: ¿Qué cocinaremos con IA?
fr: Que va-t-on cuisiner avec l’IA ?
it: Cosa cucineremo con l’intelligenza artificiale?
pt_pt: O que devemos cozinhar com IA?
ru: Что будем готовить с ИИ?

source: What you ate
de: Was du gegessen hast
es: lo que comiste
fr: Ce que tu as mangé
it: Quello che hai mangiato
pt_pt: O que você comeu
ru: Что вы съели

source: What's your preferred diet?
de: Was ist Ihre bevorzugte Ernährung?
es: ¿Cuál es tu dieta preferida?
fr: Quel est votre régime préféré ?
it: Qual è la tua dieta preferita?
pt_pt: Qual é a sua dieta preferida?
ru: Какую диету вы предпочитаете?

source: Whey Protein
de: Molkenprotein
es: Proteína de suero
fr: Protéine de lactosérum
it: Proteine ​​del siero di latte
pt_pt: Proteína Whey
ru: Сывороточный протеин

source: White Rice
de: Weißer Reis
es: Arroz Blanco
fr: Riz Blanc
it: Riso Bianco
pt_pt: Arroz Branco
ru: Белый рис

source: Whole Grain Toast
de: Vollkorntoast
es: Tostadas Integrales
fr: Pain grillé aux grains entiers
it: Pane tostato integrale
pt_pt: Torrada de grãos integrais
ru: Цельнозерновой тост

source: Whole Grains
de: Vollkornprodukte
es: Granos Integrales
fr: Grains entiers
it: Cereali integrali
pt_pt: Grãos Integrais
ru: Цельнозерновые продукты

source: Whole Grains & Legumes
de: Vollkornprodukte und Hülsenfrüchte
es: Cereales integrales y legumbres
fr: Céréales entières et légumineuses
it: Cereali integrali e legumi
pt_pt: Grãos Integrais e Leguminosas
ru: Цельнозерновые и бобовые

source: Why It Matters
de: Warum es wichtig ist
es: Por qué es importante
fr: Pourquoi c'est important
it: Perché è importante
pt_pt: Por que é importante
ru: Почему это важно

source: Wild Fish
de: Wilder Fisch
es: pez salvaje
fr: Poisson sauvage
it: Pesce selvatico
pt_pt: Peixe Selvagem
ru: Дикая рыба

source: Wild Salmon
de: Wilder Lachs
es: Salmón Salvaje
fr: Saumon sauvage
it: Salmone selvatico
pt_pt: Salmão Selvagem
ru: Дикий лосось

source: Wine (moderate)
de: Wein (mäßig)
es: Vino (moderado)
fr: Vin (modéré)
it: Vino (moderato)
pt_pt: Vinho (moderado)
ru: Вино (умеренное)

source: Workout
de: Trainieren
es: Ejercicio
fr: Entraînement
it: Allenamento
pt_pt: Dar certo
ru: Тренировка

source: Workout Tracker
de: Trainings-Tracker
es: Rastreador de entrenamiento
fr: Suivi d'entraînement
it: Monitoraggio dell'allenamento
pt_pt: Rastreador de treino
ru: Трекер тренировок

source: Workouts
de: Trainingseinheiten
es: Entrenamientos
fr: Entraînements
it: Allenamenti
pt_pt: Exercícios
ru: Тренировки

source: Write about your meals, feelings, or workouts...
de: Schreiben Sie über Ihre Mahlzeiten, Gefühle oder Trainingseinheiten ...
es: Escribe sobre tus comidas, sensaciones o entrenamientos...
fr: Écrivez sur vos repas, vos sensations ou vos séances d'entraînement...
it: Scrivi dei tuoi pasti, sentimenti o allenamenti...
pt_pt: Escreva sobre suas refeições, sentimentos ou exercícios...
ru: Напишите о своей еде, чувствах или тренировках...

source: yo
de: jo
fr: ouais
it: sì
pt_pt: ei
ru: йоу

source: Yogurt
de: Joghurt
es: Yogur
fr: Yaourt
pt_pt: Iogurte
ru: Йогурт

source: You are in a calorie deficit.
de: Du hast ein Kaloriendefizit.
es: Estás en un déficit de calorías.
fr: Vous êtes en déficit calorique.
it: Sei in deficit calorico.
pt_pt: Você está com um déficit calórico.
ru: Вы в дефиците калорий.

source: You are in a calorie surplus.
de: Sie haben einen Kalorienüberschuss.
es: Estás en un superávit de calorías.
fr: Vous êtes en surplus calorique.
it: Sei in surplus calorico.
pt_pt: Você está com superávit calórico.
ru: Вы в профиците калорий.

source: You haven't logged any food for this day yet.
de: Sie haben für diesen Tag noch kein Essen eingetragen.
es: Aún no has registrado ninguna comida para este día.
fr: Vous n'avez pas encore enregistré de nourriture pour cette journée.
it: Non hai ancora registrato alcun cibo per questo giorno.
pt_pt: Você ainda não registrou nenhuma comida para este dia.
ru: Вы еще не записали еду на этот день.

source: You've accumulated a surplus this week.
de: Sie haben diese Woche einen Überschuss angesammelt.
es: Has acumulado un superávit esta semana.
fr: Vous avez accumulé un surplus cette semaine.
it: Hai accumulato un surplus questa settimana.
pt_pt: Você acumulou um excedente esta semana.
ru: На этой неделе у вас накопился излишек.

source: You've saved enough for a 0.5kg weight loss!
de: Sie haben genug gespart, um 0,5 kg abzunehmen!
es: ¡Has ahorrado lo suficiente para perder 0,5 kg de peso!
fr: Vous avez économisé suffisamment pour perdre 0,5 kg de poids !
it: Hai risparmiato abbastanza per perdere peso di 0,5 kg!
pt_pt: Você economizou o suficiente para perder 0,5 kg de peso!
ru: Вы накопили достаточно, чтобы похудеть на 0,5 кг!

source: Your AI Plan
de: Ihr KI-Plan
es: Su plan de IA
fr: Votre plan IA
it: Il tuo piano IA
pt_pt: Seu plano de IA
ru: Ваш план ИИ

source: Your BMI indicates you are
de: Ihr BMI zeigt an, dass Sie es sind
es: Su IMC indica que usted es
fr: Votre IMC indique que vous êtes
it: Il tuo indice di massa corporea indica che lo sei
pt_pt: Seu IMC indica que você está
ru: Ваш ИМТ указывает на то, что вы

source: Your body is a reflection of your nutrition. Take control of your diet and achieve your dreams.
de: Ihr Körper ist ein Spiegelbild Ihrer Ernährung. Übernehmen Sie die Kontrolle über Ihre Ernährung und verwirklichen Sie Ihre Träume.
es: Tu cuerpo es un reflejo de tu nutrición. Toma el control de tu alimentación y consigue tus sueños.
fr: Votre corps est le reflet de votre alimentation. Prenez le contrôle de votre alimentation et réalisez vos rêves.
it: Il tuo corpo è un riflesso della tua alimentazione. Prendi il controllo della tua dieta e realizza i tuoi sogni.
pt_pt: Seu corpo é um reflexo de sua nutrição. Assuma o controle de sua dieta e realize seus sonhos.
ru: Ваше тело — это отражение вашего питания. Возьмите диету под контроль и достигайте целей.

source: Your body uses 'Burned' energy to process 'Eaten' food.
de: Ihr Körper nutzt „verbrannte“ Energie, um „gegessene“ Nahrung zu verarbeiten.
es: Su cuerpo utiliza energía "quemada" para procesar los alimentos "comidos".
fr: Votre corps utilise l'énergie « brûlée » pour traiter les aliments « mangés ».
it: Il tuo corpo utilizza l'energia "bruciata" per elaborare il cibo "mangiato".
pt_pt: Seu corpo usa energia “queimada” para processar alimentos “comidos”.
ru: Ваше тело использует «сожженную» энергию для переработки «съеденной» пищи.

source: Your cart is empty
de: Ihr Warenkorb ist leer
es: Tu carrito está vacío
fr: Votre panier est vide
it: Il tuo carrello è vuoto
pt_pt: Seu carrinho está vazio
ru: Ваша корзина пуста

source: Your culinary masterpieces will appear here.
de: Hier erscheinen Ihre kulinarischen Meisterwerke.
es: Tus obras maestras culinarias aparecerán aquí.
fr: Vos chefs-d'œuvre culinaires apparaîtront ici.
it: I tuoi capolavori culinari appariranno qui.
pt_pt: Suas obras-primas culinárias aparecerão aqui.
ru: Здесь появятся ваши кулинарные шедевры.

source: Your Day
de: Dein Tag
es: tu dia
fr: Votre journée
it: La tua giornata
pt_pt: Seu dia
ru: Твой день

source: YOUR GOAL
de: IHR ZIEL
es: TU META
fr: VOTRE OBJECTIF
it: IL TUO OBIETTIVO
pt_pt: SEU OBJETIVO
ru: ВАША ЦЕЛЬ

source: Your metabolic score shows energy & hydration efficiency. Keep it above **90** for peak performance!
de: Ihr Stoffwechselwert zeigt die Energie- und Flüssigkeitseffizienz an. Halten Sie den Wert über **90**, um Spitzenleistungen zu erzielen!
es: Su puntuación metabólica muestra la eficiencia energética y de hidratación. ¡Manténgalo por encima de **90** para obtener el máximo rendimiento!
fr: Votre score métabolique montre l’efficacité énergétique et hydrique. Maintenez-le au-dessus de **90** pour des performances optimales !
it: Il tuo punteggio metabolico mostra l'efficienza energetica e di idratazione. Mantienilo sopra **90** per prestazioni ottimali!
pt_pt: Sua pontuação metabólica mostra eficiência energética e de hidratação. Mantenha-o acima de **90** para desempenho máximo!
ru: Ваш метаболический показатель показывает эффективность энергии и гидратации. Держите значение выше **90** для достижения максимальной производительности!

source: Your mood impacts your digestion and cravings. Tracking it helps us find patterns over time.
de: Ihre Stimmung beeinflusst Ihre Verdauung und Ihr Verlangen. Wenn wir es verfolgen, können wir im Laufe der Zeit Muster erkennen.
es: Tu estado de ánimo afecta tu digestión y tus antojos. Seguirlo nos ayuda a encontrar patrones a lo largo del tiempo.
fr: Votre humeur a un impact sur votre digestion et vos envies. Le suivre nous aide à trouver des modèles au fil du temps.
it: Il tuo umore influisce sulla digestione e sull'appetito. Monitorarlo ci aiuta a trovare modelli nel tempo.
pt_pt: Seu humor afeta sua digestão e desejos. Rastreá-lo nos ajuda a encontrar padrões ao longo do tempo.
ru: Ваше настроение влияет на пищеварение и тягу к еде. Отслеживание помогает нам находить закономерности с течением времени.

source: Your optimized macro target.
de: Ihr optimiertes Makroziel.
es: Su objetivo macro optimizado.
fr: Votre cible macro optimisée.
it: Il tuo obiettivo macro ottimizzato.
pt_pt: Seu alvo macro otimizado.
ru: Ваша оптимизированная цель макроса.

source: Your personal nutritionist. No strict diets or starving — just a smart approach to your body and energy balance. Ready to transform yourself from the inside out?
de: Ihr persönlicher Ernährungsberater. Keine strengen Diäten oder Hungern – nur ein intelligenter Ansatz für Ihren Körper und Ihre Energiebilanz. Sind Sie bereit, sich von innen heraus zu verändern?
es: Tu nutricionista personal. Sin dietas estrictas ni pasar hambre, solo un enfoque inteligente para su cuerpo y su equilibrio energético. ¿Listo para transformarte de adentro hacia afuera?
fr: Votre nutritionniste personnel. Pas de régime strict ni de faim – juste une approche intelligente de votre corps et de votre équilibre énergétique. Prêt à vous transformer de l’intérieur ?
it: Il tuo nutrizionista personale. Nessuna dieta rigida o fame: solo un approccio intelligente al tuo corpo e al tuo equilibrio energetico. Pronto a trasformarti dall'interno?
pt_pt: Seu nutricionista pessoal. Sem dietas rigorosas ou fome - apenas uma abordagem inteligente ao seu corpo e equilíbrio energético. Pronto para se transformar de dentro para fora?
ru: Ваш личный диетолог. Никаких жестких диет и голоданий — только разумный подход к своему телу и энергетическому балансу. Готовы изменить себя изнутри?

source: Your proactive nutritionist
de: Ihr proaktiver Ernährungsberater
es: Tu nutricionista proactivo
fr: Votre nutritionniste proactif
it: Il tuo nutrizionista proattivo
pt_pt: Seu nutricionista proativo
ru: Ваш активный диетолог

source: Your profile is ready
de: Ihr Profil ist fertig
es: Tu perfil está listo
fr: Votre profil est prêt
it: Il tuo profilo è pronto
pt_pt: Seu perfil está pronto
ru: Ваш профиль готов

source: YOUR PROGRESS
de: IHR FORTSCHRITT
es: TU PROGRESO
fr: VOTRE PROGRÈS
it: I TUOI PROGRESSI
pt_pt: SEU PROGRESSO
ru: ВАШ ПРОГРЕСС

source: Your protocol requires recalibration. Focus on hitting your daily targets more consistently. Start by prioritizing protein and drinking at least 2 liters of water.
de: Ihr Protokoll erfordert eine Neukalibrierung. Konzentrieren Sie sich darauf, Ihre täglichen Ziele konsequenter zu erreichen. Beginnen Sie damit, Proteinen den Vorrang zu geben und mindestens 2 Liter Wasser zu trinken.
es: Su protocolo requiere recalibración. Concéntrese en alcanzar sus objetivos diarios de manera más consistente. Empiece por priorizar las proteínas y beber al menos 2 litros de agua.
fr: Votre protocole nécessite un recalibrage. Concentrez-vous sur l’atteinte de vos objectifs quotidiens de manière plus cohérente. Commencez par privilégier les protéines et buvez au moins 2 litres d’eau.
it: Il protocollo richiede una ricalibrazione. Concentrati sul raggiungimento dei tuoi obiettivi giornalieri in modo più coerente. Inizia dando priorità alle proteine ​​e bevendo almeno 2 litri di acqua.
pt_pt: Seu protocolo requer recalibração. Concentre-se em atingir suas metas diárias de forma mais consistente. Comece priorizando proteínas e bebendo pelo menos 2 litros de água.
ru: Ваш протокол требует калибровки. Сосредоточьтесь на более стабильном достижении дневных целей. Начните с приоритета белка и пейте не менее 2 литров воды.

source: Your recent meals will appear here.
de: Ihre letzten Mahlzeiten werden hier angezeigt.
es: Tus comidas recientes aparecerán aquí.
fr: Vos repas récents apparaîtront ici.
it: I tuoi pasti recenti verranno visualizzati qui.
pt_pt: Suas refeições recentes aparecerão aqui.
ru: Здесь появятся ваши недавние блюда.

source: Your rhythm
de: Dein Rhythmus
es: tu ritmo
fr: Ton rythme
it: Il tuo ritmo
pt_pt: Seu ritmo
ru: Ваш ритм

source: Your trophies (Swipe)
de: Deine Trophäen (Swipe)
es: Tus trofeos (Desliza)
fr: Vos trophées (Swipe)
it: I tuoi trofei (Scorri)
pt_pt: Seus troféus (deslizar)
ru: Ваши трофеи (Смахните)

source: Your ultimate fitness companion
de: Ihr ultimativer Fitnessbegleiter
es: Tu mejor compañero de fitness
fr: Votre compagnon de fitness ultime
it: Il tuo compagno di fitness definitivo
pt_pt: Seu melhor companheiro de fitness
ru: Ваш лучший помощник в фитнесе

source: Zucchini (Spiralized)
de: Zucchini (spiralisiert)
es: Calabacín (en espiral)
fr: Courgettes (spiralisées)
it: Zucchine (a spirale)
pt_pt: Abobrinha (espiralizada)
ru: Кабачки (спиральные)

source: Алгоритм использует эти данные для точного расчета BMR (базового обмена веществ) и твоей дневной нормы макронутриентов.
de: Der Algorithmus verwendet diese Werte für die höchste BMR-Rate (basierend auf der Messgröße) und zwei neue Makronährstoffnormen.
es: Este algoritmo se utiliza para realizar una evaluación básica de BMR (objetos básicos) y dos macronutrimentos según las normas establecidas.
fr: L'algorithme utilise ces données pour la résolution de tous les problèmes BMR (plus d'informations sur les paramètres de base) et les macronutriments les plus récents.
it: L'algoritmo utilizza questi dati per tutta la procedura BMR (bazovogo обмена веществ) e le vostre norme giornaliere macronutrientов.
pt_pt: O algoritmo é usado para determinar a BMR (que é a melhor época para você) e suas normas de verão macronútrientes.
ru: Алгоритм использует эти данные для расчета BMR (точного базового обмена веществ) и Твоей дневной нормы макронутриентов.

source: Базовые параметры для старта
de: Grundlegende Parameter für den Start
es: Parámetros básicos para el inicio
fr: Paramètres de base pour le démarrage
it: Parametri di base per l'avvio
pt_pt: Parâmetros definidos para começar

source: Войти
de: Willkommen
fr: Voyti
pt_pt: Você

source: Войти как гость?
de: Was willst du?
fr: Que voulez-vous faire?
it: Vuoi sapere come è l'ospite?
pt_pt: Você é como você gosta?

source: Все готово, начинаем!
de: Noch heute, jetzt!
fr: C'est tout, vraiment !
it: Tutto bene, amico!
pt_pt: Você sabe, não!

source: Гость
de: Gast
es: hostal
pt_pt: Hospedagem

source: Если остаться гостем, данные о вашем питании, калориях и водном балансе не будут сохраняться в облаке. При смене устройства вы потеряете дневник.
de: Wenn Sie Ihr Zuhause verlassen, werden Ihre Kalorien, Kalorien und Ihr Wasserhaushalt nicht aufgebraucht. Bevor Sie das Gerät installieren, laden Sie es herunter.
es: De lo contrario, el huésped no podrá mantener el equilibrio de calorías ni calorías en el bloque. При смене устройства вы потеряете дневник.
fr: Si vous êtes en vacances, votre équilibre calorique et hydrique ne sera pas affecté par votre travail. Si vous avez un problème, vous pouvez le faire fonctionner.
it: Se non riesci a mantenere l'ospite, i dati sulla tua pita, le calorie e l'acqua non possono essere mantenuti sull'oggetto. Al termine dell'installazione, utilizzare il telecomando.
pt_pt: Se você estiver satisfeito com o seu consumo, o equilíbrio de calorias e de álcool não será suficiente para o seu projeto. Se a cena estiver configurada, você poderá usá-la no dia seguinte.
ru: Если гостем, данные о вашем питании, калориях и водном балансе не будут сохраняться в облаке. При смене устройства вы теряете дневник.

source: Завершить и съесть!
de: Sparen und sparen!
it: Salva e fai bene!

source: Закрыть
de: Abschließen
es: cerrar
fr: Fermer
it: Chiudere
pt_pt: Fechar
